{
    "truth":["When was the last time you lied?",
        "When was the last time you cried?",
        "What's your biggest fear?",
        "What's your biggest fantasy?",
        "Do you have any fetishes?",
        "What's something you're glad your mum doesn't know about you?",
        "Have you ever cheated on someone?",
       "What's the worst thing you've ever done?",        
        "What's a secret you've never told anyone?",
        "Do you have a hidden talent?",
        "Who was your first celebrity crush?",
        "What are your thoughts on polyamory?",
        "What's the worst intimate experience you've ever had?",
        "Have you ever broken the law?",
        "What's the most embarrassing thing you've ever done?",
        "What's the biggest mistake you've ever made?",
        "Who would you like to kiss in this room?",
        "What's the most disgusting thing you've ever done?",
        "What's the worst thing anyone's ever done to you?",
        "What's the strangest dream you've had?",
        "Have you ever been caught doing something you shouldn't have?"
    ],
       
    "dare":["Sent me the last picture you picked",
        "Screen Share your Browser History",
        "Set your crush's image as your dp for a day",
        "I dare you to order me 500rs worth of food for delivery.",
        "Cut a piece of your hair and send me the photo",
        "Put ice cubes down your pants and try to shake them out and send me a video.",
        "Send me a screenshot of your messages with the last person besides me you texted.",
        "Send me a screenshot of your selfies gallery.",
        "Choose a person in the group and say what annoys you about them",
        "Call a super fancy restaurant and try to make a reservation under the name of Jennifer Aniston",
        "Reveal to the group the number of days you have lasted without a shower.",
        "Fill up your mouth with water and sing a song until someone from the group guesses the song."
    ]

}